/* modifier */
"-" = "-";

/* modifier */
"+" = "+";

/* modifier */
"~" = "~";

/* the first letter of \"day\" */
"d" = "d";

/* days */
"day" = "day";

/* days */
"days" = "days";

/* the first letter of \"hour\" */
"h" = "h";

/* hours */
"hour" = "hour";

/* hours */
"hours" = "hours";

/* modifier */
"last" = "last";

/* last month */
"last month" = "last month";

/* time */
"last week" = "last week";

/* last year */
"last year" = "last year";

/* the first letter of \"month\" */
"m" = "m";

/* month */
"month" = "month";

/* months */
"months" = "months";

/* modifier, the most commonly used translation of \"next\", or some other shorthand way of saying things like \"next week\" */
"next" = "next";

/* next month */
"next month" = "next month";

/* time */
"next week" = "next week";

/* next year */
"next year" = "next year";

/* noon */
"noon" = "noon";

/* now */
"now" = "now";

/* modifier, the most commonly used translation of \"this\", or some other shorthand way of saying things like \"this week\" */
"this" = "this";

/* this month */
"this month" = "this month";

/* time */
"this week" = "this week";

/* this year */
"this year" = "this year";

/* \"tod\" this should be an abbreviation for \"today\" that makes sense for the given language */
"tod" = "tod";

/* today */
"today" = "today";

/* Today */
"Today" = "Today";

/* \"tom\" this should be an abbreviation for \"tomorrow\" that makes sense for the given language */
"tom" = "tom";

/* tomorrow */
"tomorrow" = "tomorrow";

/* Tomorrow */
"Tomorrow" = "Tomorrow";

/* tonight */
"tonight" = "tonight";

/* weeks */
"w" = "w";

/* weeks */
"week" = "week";

/* weeks */
"weeks" = "weeks";

/* the first letter of \"year\" */
"y" = "y";

/* years */
"year" = "year";

/* years */
"years" = "years";

/* \"yes\" this should be an abbreviation for \"yesterday\" that makes sense for the given language */
"yes" = "yes";

/* yesterday */
"yesterday" = "yesterday";

/* Yesterday */
"Yesterday" = "Yesterday";

